<template><div><h1 id="不撞南墙终不回" tabindex="-1"><a class="header-anchor" href="#不撞南墙终不回"><span>不撞南墙终不回</span></a></h1>
<p>这是我很久之前的疑问，为什么别人告诉你，这条路不通，但是自己任然不管不顾，还是往这个方向走下去，直到自我发现走不通才会回头。
还有一个问题是类似的但是扮演的角色不同。当我热心肠提醒别人不要这样做，别人往往是不听不顾的，仍然”执迷不悟“。</p>
<h2 id="原因" tabindex="-1"><a class="header-anchor" href="#原因"><span>原因</span></a></h2>
<p>1.自己陷入了别人设置的塔西佗陷阱，也就是狼来了。例如：当别人说：“我这是为你好“，但经过时间证明是相信他的话反而伤害了自身。
那么下一次任何人的”忠言逆耳“就会被自动屏蔽，这时候人把自己当成一个主体，相对的，其他所有外界因素变成了里一个主体。也就是信任机制崩塌了，陷入了无间道。<br>
2.有些事情必须亲身尽力过才能明白其中的道理。也就是说必须去撞南墙。</p>
</div></template>


