<template><div><h1 id="人的信任机制" tabindex="-1"><a class="header-anchor" href="#人的信任机制"><span>人的信任机制</span></a></h1>
<p>这一个环节是关于为什么有的人会相信你说的话，有的人不会的问题。<br>
我先说结论：
<strong>关于信息的来源，每个人都有一个信任度</strong>，就如同明码标价的商品一般。
例如父母100，朋友50，老师40，同学30，网上20等等（这些值是我乱编的）。<br>
其次<strong>对于每个信息来源的信任值是随着事件变化的</strong>，比如父母讲了事情A，自身通过时间检验发现是对的，
那么对于父母信任值可能变成101，但倘若是错的，就会变成80。也就是说独立事件A,B,C,会影响接下来事件D的信任值。<br>
<strong>但是通过独立事件相互不影响来看，这种信任机制是有缺陷的。</strong><br>
比 如<br>
算命的：你现在20多岁,你一听是对的。<br>
算命的：你读过大学，你一听又是对的。<br>
算命的：你将来会大富大贵。你一听，这可能是真的吧。</p>
<h2 id="例子" tabindex="-1"><a class="header-anchor" href="#例子"><span>例子</span></a></h2>
<p>1.当小马过河时，<br>
小马的朋友松鼠说：千万别过去，我朋友过去失败都被淹死了。<br>
老牛说：这个河水很浅，直接走过去就完事了。<br>
小马的妈妈说：你试一试。<br>
这时候，小马选择相信妈妈的话，试一下。<br>
于是我们看到这边有个信任优先级问题：小马妈妈&gt;小马朋友，小马妈妈&gt;老牛。<br>
2.当我去判断要不要拔出智齿时，有来自网上的回答，有来自医生朋友的回答，有来自父母的回答，有来自同事的回答，当他们给出的答案相互矛盾时，那么我到底该相信谁？<br>
网上：排除糖尿病，高血压等疾病，如果智齿长得歪都需拔出。<br>
医生朋友：越早拔出越好。<br>
父母：从他们的朋友打听到，对生活没有影响不要拔除。<br>
同事：我已经拔了。<br>
这时候我往往选择先放一放，可能两年后再做决定。<br>
3.巴甫洛夫的狗，因为先前很多次摇铃铛，这条狗都得到了食物，那么下一次摇铃铛这条狗就止不住的流口水。<br>
4.庞氏骗局。多次尝到甜头后，就往往信任值拉满，从而不顾一切的投注。</p>
</div></template>


